{
  "status":"200",
  "data": [
    {
      "id": "1",
      "date": "2019-04-18",
      "icon": "http://jwc.ycit.cn/upload/images/2019/4/18/2.png",
      "title": "挑战与机遇并存——我校积极推进一流本科专业建设“双万计划”申报工作",
      "content": "4月9日，教育部办公厅正式发布《关于实施一流本科专业建设“双万计划”的通知》（教高厅函〔2019〕18号），决定启动一流本科专业建设“双万计划”。我校随即做出积极反应， 4月11日，副校长王资生组织教学副院长、副主任召开了申报启动会。4月18日上午，在南校区行政楼9楼会议室，校长方海林亲自召集各教学单位院长、主任及教务处、评估处、设备处、师培中心等职能部..."
    },
    {
      "id": "2",
      "date": "2019-04-12",
      "icon": "http://jwc.ycit.cn/upload/images/2019/4/12/1.png",
      "title": "我校启动一流本科专业建设“双万计划”申报工作",
      "content": " 4月11日下午，在行政楼9楼会议室，我校召开一流本科专业建设“双万计划”申报启动会，各教学院部负责教学工作的副院长（副主任）及教务处、评估处等职能部门相关人员参加。副校长王资生出席。教务处处长王伟主持。会议传达了《教育部办公厅关于实施一流本科专业建设“双万计划”的通知》（教高厅函〔2019〕18号）精神，教务处副处长吕立斌从主要任务、建设原则、建设.."
    },
    {
      "id": "3",
      "date": "2019-04-04",
      "icon": "http://jwc.ycit.cn/upload/images/2019/4/4/1.JPG",
      "title": "机械优集学院召开学士学位授权评审校内专家指导会",
      "content": "4月2日下午，在机械馆二楼会议室，机械优集学院召开材料成型及控制工程专业学士学位授权评审校内专家指导会。教务处处长王伟、教育教学评估处处长孙长银、汽车工程学院院长倪骁骅、教务处副处长吕立斌等进行指导。专业系主任夏建生按照省厅评审要求对专业建设、师资队伍、教学情况进行了汇报，院长周海介绍了专业授权评审工作准备情况，副院长陈青提出了目前亟待解决..."
    },
    {
      "id": "4",
      "date": "2019-03-31",
      "icon": "http://jwc.ycit.cn/upload/images/2019/3/31/1.png",
      "title": "我校召开2019版本科人才培养方案培训会",
      "content": "3月29日上午，在南区行政楼9楼会议室，学校组织各教学院部教学院长（主任）、教科研办公室主任及教务处、评估处、设备处等部门相关人员就2019版本科人才培养方案制定工作召开专门培训会。学校副校长王资生出席并讲话。教务处处长王伟主持。会上，教务处副处长吕立斌对大家进行培训，从指导思想、基本原则、具体要求等方面对2019版人才培养方案指导意见进行了详细解读."
    },
    {
      "id": "5",
      "date": "2019-03-15",
      "icon": "http://jwc.ycit.cn/upload/images/2019/3/15/1.jpg",
      "title": "教务处处长王伟应邀赴江苏省江都中等专业学校作专题报告",
      "content": "3月14日下午，我校教务处处长王伟、副处长李爱国等赴江苏省江都中等专业学校参加“3+4”合作项目师生和家长交流会。王伟应邀作专题报告。该校党委副书记张红旗主持，“3+4”项目专业负责人、师生及家长400余人聆听了报告。王伟报告的题目是《未来你的样子》，指出读书的重要性和意义，强调大学教育不只是让学生谋求衣食无忧，更主要的是让学生探求丰衣足食后的人生意..."
    },
    {
        "id": "6",
        "date": "2019-03-11",
        "icon": "http://jwc.ycit.cn/upload/images/2019/3/13/%E8%8E%86%E7%94%B0%E5%AD%A6%E9%99%A2.jpg",
        "title": "莆田学院来我校调研",
        "content": "3月7日下午，莆田学院教务处副处长陈志勇一行8人来我校就应用型人才培养方案制定、应用型人才培养模式、学校转型发展的经验与做法、教学管理工作等方面内容进行调研。我校教务处、宣传部、评估处、体育部、人文学院、数理学院等相关人员接待并参加座谈交流。教务处处长王伟主持交流会。会上，王伟向来宾介绍了我校发展历程、办学定位、人才培养、校企合作、工程认证"
      },
    {
      "id": "7",
      "date": "2019-02-28",
      "icon": "http://jwc.ycit.cn/upload/images/2019/2/28/1.jpg",
      "title": "学校召开教学重点工作推进会",
      "content": "2月27日下午，学校在南校区行政楼9楼会议室召开新学年教学重点工作推进会，各教学院部院长（主任）和教务处、评估处、实验设备处、国合处主要负责人及相关人员参加。副校长王资生主持。会上，教务处就2019版人才培养方案、一流专业建设“双万计划”、2019招生方案、校级省级教研项目、学科竞赛、课程考核等；评估处就学生评教、集中实践环节、学情调查、专业动态调整"
    },
    {
      "id": "8",
      "date": "2019-02-26",
      "icon": "http://jwc.ycit.cn/upload/images/2019/2/26/1.jpg",
      "title": "新学期第一天教学工作平稳有序",
      "content": "2月25日，我校学生正式告别了寒假生活，迎来了2019年春季开学的第一天。上午7点40分，9点40分，校党委书记刘祖汉、校长叶美兰、校党委副书记薛浩，党委常委、副校长邵荣，党委常委、纪委书记陈春雷，党委常委、副校长宋长春、王资生在教务处、评估处等部门负责人陪同下分别到南北两个校区，对新学期第一节课所有课堂教学情况进行检查，了解教师到岗、课程安排、教师..."
    },
    {
      "id": "9",
      "date": "2019-02-25",
      "icon": "http://jwc.ycit.cn/upload/images/2019/2/25/1.jpg",
      "title": "学校检查教学和后勤开学准备工作",
      "content": "2月24日下午，副校长宋长春带领教务处、后勤管理处、后勤集团等部门人员深入南北校区检查开学准备工作。宋长春一行重点检查了教学楼开学前准备工作、学生食堂保障情况，仔细询问了学生返校情况，实地查看了学生宿舍环境。每到一处，宋长春都向有关部门负责人和工作人员详细了解情况，并就具体细节问题与相关人员交换意见。宋长春充分肯定了相关部门的开学准备工作"
    },
    {
      "id": "10",
      "date": "2019-02-24",
      "icon": "http://jwc.ycit.cn/upload/images/2019/2/25/%E4%BD%93%E8%82%B2%E9%83%A81.jpg",
      "title": "浓浓尊师情 款款重教意——教务处慰问一线教师代表",
      "content": "2月22日，新学期开学前夕，由教务处处级人员带队组成三组，分赴海生学院、化学化工学院、体育教学部、机械优集学院、数理学院、外国语学院、经济管理学院、人文社会科学学院、信息工程学院、电气工程学院，慰问李亮、肖立、张苏榕、徐秀芳、崔振海等5名教学标兵和孟思月、盛辉、刘长学、李立冬、黄连荣、冯颖、张雪梅、张丽、陈洪兴、郁倩等10名最受学生欢迎的教师"
    }
  ]
}